{
  "name": "TONHAM",
  "description": "TONHAM — децентрализованный, самосжигающийся токен в сети TON, ориентированный на устойчивый рост и поддержку экосистемы. Управляется сообществом через прозрачный открытый код и механизмы голосования. Включает безопасные кошельки, торговлю NFT, стейкинг, DEX-биржу и P2P-обмен через Telegram-ботов. Уникальная механика сжигания: 0.5% от каждой транзакции навсегда уничтожается, а ежемесячно сообщество голосует за дополнительное сжигание от 100,000 до 10,000,000 токенов (в наносекциях). Любой пользователь может сжечь токены вручную, отправляя их на адрес сжигания: EQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAM9c, тем самым увеличивая редкость и долгосрочную ценность. TONHAM — это новый уровень децентрализованной экономики в сети TON!",
  "symbol": "TONHAM",
  "decimals": 9,
  "image": "https://raw.githubusercontent.com/brc20btc/tonham-metadata/main/Ham.png",
  "social": {
    "website": "https://tonham.org",
    "telegram": "https://t.me/tonham_official",
    "twitter": "https://twitter.com/tonham_army",
    "discord": "https://discord.gg/tonham"
  },
  "features": {
    "decentralized": "TONHAM полностью децентрализован и управляется сообществом через смарт-контракты. Код открыт для проверки и аудита.",
    "immutability": "Код токена неизменяем, исключая скрытые функции, заморозки или новые эмиссии, обеспечивая полную прозрачность.",
    "deflationary": "Каждая транзакция сжигает 0.5% от суммы, уменьшая общее предложение и повышая ценность оставшихся токенов.",
    "no_fees": "Отсутствие комиссий за транзакции, кроме сжигания 0.5%, что делает TONHAM удобным для расчетов и обмена.",
    "monthly_burn": "Ежемесячно сообщество голосует за сжигание от 100,000 до 10,000,000 токенов (в наносекциях), оптимизируя редкость и ценность.",
    "community_burn": "Любой держатель может отправить токены на адрес сжигания (EQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAM9c), усиливая дефляционный механизм.",
    "wallet": "Надёжные кошельки для хранения и управления TONHAM в сети TON, совместимые с Jetton-стандартом.",
    "nft": "Платформа для создания, торговли и обмена NFT в сети TON, интегрированная с экосистемой TONHAM.",
    "exchange": "Собственная DEX-биржа и P2P-обмен через Telegram-ботов для моментальной и безопасной торговли без посредников.",
    "staking": "Стейкинг TONHAM через смарт-контракты для пассивного дохода, поддерживающего экосистему.",
    "community": "Сильное сообщество в Telegram, Twitter и Discord, принимающее ключевые решения по развитию проекта."
  },
  "tokenomics": {
    "burn_rate": "0.5% от каждой транзакции сжигается, создавая устойчивый дефицит и повышая ценность токена.",
    "monthly_burn": "Каждый месяц сообщество голосует за сжигание от 100,000 до 10,000,000 токенов (в наносекциях), регулируя предложение.",
    "community_burn": "Пользователи могут отправлять токены на адрес сжигания (EQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAM9c), поддерживая рост стоимости.",
    "supply_dynamics": "По мере снижения общего предложения, спрос растет, что создаёт естественное повышение цены TONHAM.",
    "fair_distribution": "Без предмайна и скрытых эмиссий. Токены распределяются прозрачно через смарт-контракты и сообщество."
  }
}
